Revit 2024 API
ParameterTypeId.RbsCurveHorOffsetParam Property
 "Horizontal Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurveHorOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurveHorOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurveHorOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace